Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# PseudoTerminal.CloseBody.Window.Closed
source: This window will be closed.
de: Dieses Fenster wird geschlossen.
ja: このウインドウは閉じられます。
pt_br: Esta janela será fechada.
ru: Это окно будет закрыто.
zh_hans: 此窗口将被关闭。

# PseudoTerminal.CloseBody.Window.Jobs
source: This window is running the following jobs: %@.
de: Dieses Fenster führt die folgenden Jobs aus: %@.
ja: このウインドウでは、次のジョブが実行されています: %@。
pt_br: Esta janela está executando os seguintes processos: %@.
ru: В этом окне выполняются следующие процессы: %@.
zh_hans: 此窗口正在运行以下任务：%@。

# PseudoTerminal.CloseBody.Window.JobsPlus
source: This window is running the following jobs: %1$@, plus %2$@.
de: Dieses Fenster führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このウインドウでは、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta janela está executando os seguintes processos: %1$@, além de %2$@.
ru: В этом окне выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此窗口正在运行以下任务：%1$@，以及 %2$@。

# PseudoTerminal.CloseBody.Window.One
source: This window is running %@.
de: Dieses Fenster führt %@ aus.
ja: このウインドウでは%@が実行されています。
pt_br: Esta janela está executando %@.
ru: В этом окне выполняется %@.
zh_hans: 此窗口正在运行 %@。

# PseudoTerminal.CloseBody.WindowLocked.Closed
source: This window (with locked sessions) will be closed.
de: Dieses Fenster (mit gesperrten Sitzungen) wird geschlossen.
ja: このウインドウ(ロックされたセッションを含む)は閉じられます。
pt_br: Esta janela (com sessões bloqueadas) será fechada.
ru: Это окно (с заблокированными сессиями) будет закрыто.
zh_hans: 此窗口（包含被锁定的会话）将被关闭。

# PseudoTerminal.CloseBody.WindowLocked.Jobs
source: This window (with locked sessions) is running the following jobs: %@.
de: Dieses Fenster (mit gesperrten Sitzungen) führt die folgenden Jobs aus: %@.
ja: このウインドウ(ロックされたセッションを含む)では、次のジョブが実行されています: %@。
pt_br: Esta janela (com sessões bloqueadas) está executando os seguintes processos: %@.
ru: В этом окне (с заблокированными сессиями) выполняются следующие процессы: %@.
zh_hans: 此窗口（包含被锁定的会话）正在运行以下任务：%@。

# PseudoTerminal.CloseBody.WindowLocked.JobsPlus
source: This window (with locked sessions) is running the following jobs: %1$@, plus %2$@.
de: Dieses Fenster (mit gesperrten Sitzungen) führt die folgenden Jobs aus: %1$@, sowie %2$@.
ja: このウインドウ(ロックされたセッションを含む)では、次のジョブが実行されています: %1$@、および%2$@。
pt_br: Esta janela (com sessões bloqueadas) está executando os seguintes processos: %1$@, além de %2$@.
ru: В этом окне (с заблокированными сессиями) выполняются следующие процессы: %1$@, а также %2$@.
zh_hans: 此窗口（包含被锁定的会话）正在运行以下任务：%1$@ 以及 %2$@。

# PseudoTerminal.CloseBody.WindowLocked.One
source: This window (with locked sessions) is running %@.
de: Dieses Fenster (mit gesperrten Sitzungen) führt %@ aus.
ja: このウインドウ(ロックされたセッションを含む)では%@が実行されています。
pt_br: Esta janela (com sessões bloqueadas) está executando %@.
ru: В этом окне (с заблокированными сессиями) выполняется %@.
zh_hans: 此窗口（包含被锁定的会话）正在运行 %@。

# PseudoTerminal.CloseGroup
source: Close Group
de: Gruppe schließen
ja: グループを閉じる
pt_br: Fechar grupo
ru: Закрыть группу
zh_hans: 关闭分组

# PseudoTerminal.CloseOtherTabs
source: Close Other Tabs
de: Andere Tabs schließen
ja: 他のタブを閉じる
pt_br: Fechar outras abas
ru: Закрыть другие вкладки
zh_hans: 关闭其他标签页

# PseudoTerminal.CloseSessionTitle
source: Close session “%@”?
de: Sitzung „%@“ schließen?
ja: セッション「%@」を閉じますか?
pt_br: Fechar a sessão “%@”?
ru: Закрыть сессию «%@»?
zh_hans: 关闭会话 “%@”？

# PseudoTerminal.CloseTab
source: Close Tab
de: Tab schließen
ja: タブを閉じる
pt_br: Fechar aba
ru: Закрыть вкладку
zh_hans: 关闭标签页

# PseudoTerminal.CloseTabGroupPrompt
source: Close this tab group?
de: Diese Tab-Gruppe schließen?
ja: このタブグループを閉じますか?
pt_br: Fechar este grupo de abas?
ru: Закрыть эту группу вкладок?
zh_hans: 关闭此标签页组？

# PseudoTerminal.CloseTabsBelow
source: Close Tabs Below
de: Tabs darunter schließen
ja: 下のタブを閉じる
pt_br: Fechar abas abaixo
ru: Закрыть вкладки ниже
zh_hans: 关闭下方标签页

# PseudoTerminal.CloseTabsHeading
source: Close Tabs
de: Tabs schließen
ja: タブを閉じる
pt_br: Fechar abas
ru: Закрытие вкладок
zh_hans: 关闭标签页

# PseudoTerminal.CloseTabsOutsideGroupPrompt
source: Close all tabs outside this group?
de: Alle Tabs außerhalb dieser Gruppe schließen?
ja: このグループ外のすべてのタブを閉じますか?
pt_br: Fechar todas as abas fora deste grupo?
ru: Закрыть все вкладки вне этой группы?
zh_hans: 关闭该组之外的所有标签页？

# PseudoTerminal.CloseTabsRightOfGroupPrompt
source: Close all tabs to the right of this group?
de: Alle Tabs rechts von dieser Gruppe schließen?
ja: このグループの右側のすべてのタブを閉じますか?
pt_br: Fechar todas as abas à direita deste grupo?
ru: Закрыть все вкладки справа от этой группы?
zh_hans: 关闭此组右侧的所有标签页？

# PseudoTerminal.CloseTabsToTheRight
source: Close Tabs to the Right
de: Tabs rechts davon schließen
ja: 右側のタブを閉じる
pt_br: Fechar abas à direita
ru: Закрыть вкладки справа
zh_hans: 关闭右侧标签页

# PseudoTerminal.CloseTabTitle
source: Close tab #%d?
de: Tab Nr. %d schließen?
ja: タブ#%dを閉じますか?
pt_br: Fechar aba nº %d?
ru: Закрыть вкладку №%d?
zh_hans: 关闭第%d个标签页？

# PseudoTerminal.CloseWindowTitle
source: Close Window #%d?
de: Fenster Nr. %d schließen?
ja: ウインドウ#%dを閉じますか?
pt_br: Fechar janela nº %d?
ru: Закрыть окно №%d?
zh_hans: 关闭窗口 #%d?

# PseudoTerminal.CollapseGroup
source: Collapse Group
de: Gruppe einklappen
ja: グループを折りたたむ
pt_br: Recolher grupo
ru: Свернуть группу
zh_hans: 折叠标签页组

# PseudoTerminal.CopySuffix
source: copy
de: Kopie
ja: のコピー
pt_br: cópia
ru: копия

# PseudoTerminal.DefaultPicker
source: Default Picker
de: Standard-Farbwähler
ja: デフォルトピッカー
pt_br: Seletor padrão
ru: Стандартная палитра
zh_hans: 默认选择器

# PseudoTerminal.DetachTmuxSession
source: Detach tmux Session
de: tmux-Sitzung trennen
ja: tmuxセッションをデタッチ
pt_br: Desanexar sessão do tmux
ru: Отсоединить сессию tmux
zh_hans: 分离 tmux 会话

# PseudoTerminal.DuplicateGroup
source: Duplicate Group
de: Gruppe duplizieren
ja: グループを複製
pt_br: Duplicar grupo
ru: Дублировать группу
zh_hans: 拷贝分组

# PseudoTerminal.DuplicateTab
source: Duplicate Tab
de: Tab duplizieren
ja: タブを複製
pt_br: Duplicar aba
ru: Дублировать вкладку
zh_hans: 拷贝标签页

# PseudoTerminal.EditSession
source: Edit Session…
de: Sitzung bearbeiten…
ja: セッションを編集…
pt_br: Editar sessão…
ru: Изменить сессию…
zh_hans: 编辑会话…

# PseudoTerminal.EnableGPUFrameCapture
source: Enable GPU Frame Capture
de: GPU-Frame-Erfassung aktivieren
ja: GPUフレームキャプチャを有効にする
pt_br: Ativar captura de quadros da GPU
ru: Включить захват кадров GPU
zh_hans: 启用 GPU 帧捕获

# PseudoTerminal.EnterGroupName
source: Enter a name for this tab group.
de: Geben Sie einen Namen für diese Tab-Gruppe ein.
ja: このタブグループの名前を入力してください。
pt_br: Digite um nome para este grupo de abas.
ru: Введите имя для этой группы вкладок.
zh_hans: 输入这个标签页组的名称。

# PseudoTerminal.EnterPasswordInSessions
source: Enter Password in Sessions at Prompt
de: Passwort in Sitzungen am Prompt eingeben
ja: プロンプト中のセッションにパスワードを入力
pt_br: Inserir senha nas sessões no prompt
ru: Ввести пароль в сессиях, ожидающих ввода пароля
zh_hans: 在提示符处的会话中输入密码

# PseudoTerminal.ExpandGroup
source: Expand Group
de: Gruppe erweitern
ja: グループを展開
pt_br: Expandir grupo
ru: Развернуть группу
zh_hans: 展开标签页组

# PseudoTerminal.Group
source: Group
de: Gruppe
ja: グループ
pt_br: Grupo
ru: Группа
zh_hans: 分组

# PseudoTerminal.GroupColor
source: Group Color
de: Gruppenfarbe
ja: グループカラー
pt_br: Cor do grupo
ru: Цвет группы
zh_hans: 分组颜色

# PseudoTerminal.Hide
source: Hide
de: Ausblenden
ja: 隠す
pt_br: Ocultar
ru: Скрыть
zh_hans: 隐藏

# PseudoTerminal.Kill
source: Kill
de: Beenden
ja: 強制終了
pt_br: Terminar
ru: Завершить
zh_hans: 终止

# PseudoTerminal.KillOrHideTmux
source: Kill tmux window, terminating its jobs, or hide it? Hidden windows may be restored from the tmux dashboard.
de: tmux-Fenster beenden und dessen Prozesse abbrechen oder ausblenden? Ausgeblendete Fenster können über das tmux-Dashboard wiederhergestellt werden.
ja: tmuxウィンドウを強制終了してジョブを終了させますか、それとも非表示にしますか？非表示にしたウィンドウはtmuxダッシュボードから復元できます。
pt_br: Terminar a janela do tmux, encerrando suas tarefas, ou ocultá-la? Janelas ocultas podem ser restauradas pelo painel do tmux.
ru: Закрыть окно tmux, завершив его процессы, или скрыть его? Скрытые окна можно восстановить из панели tmux.
zh_hans: 终止 tmux 窗口及其任务，还是隐藏它？隐藏的窗口可以从 tmux 仪表盘中恢复。

# PseudoTerminal.KillTmuxWindowMany
source: Kill all tmux windows and their jobs, hide windows from view, or detach from tmux session? Hidden windows may be restored from the tmux dashboard.
de: Alle tmux-Fenster und deren Prozesse beenden, Fenster ausblenden oder von der tmux-Sitzung trennen? Ausgeblendete Fenster können über das tmux-Dashboard wiederhergestellt werden.
ja: すべてのtmuxウィンドウとそのジョブを強制終了しますか、ウィンドウを非表示にしますか、それともtmuxセッションからデタッチしますか？ 非表示にしたウィンドウはtmuxダッシュボードから復元できます。
pt_br: Terminar todas as janelas do tmux e suas tarefas, ocultar as janelas, ou desanexar da sessão do tmux? Janelas ocultas podem ser restauradas pelo painel do tmux.
ru: Закрыть все окна tmux вместе с их процессами, скрыть окна из вида или отключиться от сеанса tmux? Скрытые окна можно восстановить из панели tmux.
zh_hans: 终止所有 tmux 窗口及其作业、从视图中隐藏窗口，或从 tmux 会话分离？ 隐藏的窗口可从 tmux 仪表盘中恢复。

# PseudoTerminal.KillTmuxWindowOne
source: Kill window and its jobs, hide window from view, or detach from tmux session? Hidden windows may be restored from the tmux dashboard.
de: Fenster und dessen Prozesse beenden, Fenster ausblenden oder von der tmux-Sitzung trennen? Ausgeblendete Fenster können über das tmux-Dashboard wiederhergestellt werden.
ja: ウィンドウとそのジョブを強制終了しますか、ウィンドウを非表示にしますか、それともtmuxセッションからデタッチしますか？ 非表示にしたウィンドウはtmuxダッシュボードから復元できます。
pt_br: Terminar a janela e suas tarefas, ocultar a janela, ou desanexar da sessão do tmux? Janelas ocultas podem ser restauradas pelo painel do tmux.
ru: Закрыть окно вместе с его процессами, скрыть окно из вида или отключиться от сеанса tmux? Скрытые окна можно восстановить из панели tmux.
zh_hans: 终止窗口及其作业、从视图中隐藏窗口，或从 tmux 会话分离？ 隐藏的窗口可从 tmux 仪表盘中恢复。

# PseudoTerminal.MoveGroupToNewWindow
source: Move Group to New Window
de: Gruppe in neues Fenster verschieben
ja: グループを新規ウィンドウに移動
pt_br: Mover grupo para nova janela
ru: Переместить группу в новое окно
zh_hans: 将分组移到新窗口

# PseudoTerminal.MoveToNewWindow
source: Move to New Window
de: In neues Fenster verschieben
ja: 新規ウィンドウに移動
pt_br: Mover para nova janela
ru: Переместить в новое окно
zh_hans: 移到新窗口

# PseudoTerminal.NewGroup
source: New Group…
de: Neue Gruppe…
ja: 新規グループ…
pt_br: Novo grupo…
ru: Новая группа…
zh_hans: 新建分组…

# PseudoTerminal.NewTab
source: New Tab
de: Neuer Tab
ja: 新規タブ
pt_br: Nova aba
ru: Новая вкладка
zh_hans: 新标签页

# PseudoTerminal.NewTabGroup
source: New Tab Group
de: Neue Tab-Gruppe
ja: 新規タブグループ
pt_br: Novo grupo de abas
ru: Новая группа вкладок
zh_hans: 新建标签页分组

# PseudoTerminal.NewTabInGroup
source: New Tab in Group
de: Neuer Tab in Gruppe
ja: グループ内に新規タブ
pt_br: Nova aba no grupo
ru: Новая вкладка в группе
zh_hans: 新的标签页组中的新标签页

# PseudoTerminal.NewTabToTheRight
source: New Tab to the Right
de: Neuer Tab rechts daneben
ja: 右側に新規タブ
pt_br: Nova aba à direita
ru: Новая вкладка справа
zh_hans: 在右侧新建标签页

# PseudoTerminal.NewWindow
source: New Window
de: Neues Fenster
ja: 新規ウィンドウ
pt_br: Nova janela
ru: Новое окно
zh_hans: 新建窗口

# PseudoTerminal.NMoreJobs
source: %ld others
de: %ld weitere
ja: 他 %ld 件
pt_br: %ld outros
ru: ещё %ld
zh_hans: 其他 %ld 项

# PseudoTerminal.None
source: None
de: Keiner
ja: なし
pt_br: Nenhum
ru: Нет
zh_hans: 无

# PseudoTerminal.NotAllAtPasswordPrompt
source: Not all sessions at password prompt
de: Nicht alle Sitzungen sind am Passwort-Prompt
ja: パスワードプロンプトにないセッションがあります
pt_br: Nem todas as sessões estão no prompt de senha
ru: Не все сеансы находятся в приглашении ввода пароля
zh_hans: 并非所有会话都处于密码提示符状态

# PseudoTerminal.PinTab
source: Pin Tab
de: Tab anheften
ja: タブをピン留め
pt_br: Fixar aba
ru: Закрепить вкладку
zh_hans: 固定标签页

# PseudoTerminal.RecentTabColors
source: Recent Tab Colors
de: Zuletzt verwendete Tab-Farben
ja: 最近使ったタブの色
pt_br: Cores de aba recentes
ru: Недавние цвета вкладок
zh_hans: 最近标签页颜色

# PseudoTerminal.RemoveAllTabsFromGroup
source: Remove All Tabs from Group
de: Alle Tabs aus Gruppe entfernen
ja: グループからすべてのタブを削除
pt_br: Remover todas as abas do grupo
ru: Удалить все вкладки из группы
zh_hans: 从分组中移除所有标签页

# PseudoTerminal.RemoveTabFromGroup
source: Remove Tab from Group
de: Tab aus Gruppe entfernen
ja: グループからタブを削除
pt_br: Remover aba do grupo
ru: Удалить вкладку из группы
zh_hans: 从分组中移除标签页

# PseudoTerminal.RenameGroup
source: Rename Group…
de: Gruppe umbenennen…
ja: グループの名前を変更…
pt_br: Renomear grupo…
ru: Переименовать группу…
zh_hans: 重命名分组…

# PseudoTerminal.RenameTabGroupTitle
source: Rename Tab Group
de: Tab-Gruppe umbenennen
ja: タブグループの名前を変更
pt_br: Renomear grupo de abas
ru: Переименование группы вкладок
zh_hans: 重命名标签页分组

# PseudoTerminal.ResetAll
source: Reset All
de: Alle zurücksetzen
ja: すべてリセット
pt_br: Redefinir tudo
ru: Сбросить всё
zh_hans: 重置所有设置

# PseudoTerminal.ResetBroadcastConfirm
source: Reset all sessions to which input is broadcast? This will affect %ld sessions.
de: Alle Sitzungen zurücksetzen, an die Eingaben gesendet werden? Dies betrifft %ld Sitzungen.
ja: 入力がブロードキャストされているすべてのセッションをリセットしますか？これは %ld 個のセッションに影響します。
pt_br: Redefinir todas as sessões para as quais a entrada é transmitida? Isto afetará %ld sessões.
ru: Сбросить все сеансы, в которые транслируется ввод? Это затронет %ld сеанса.
zh_hans: 重置所有正在广播输入的会话？这将影响 %ld 个会话。

# PseudoTerminal.ResetBroadcastHeading
source: Reset in All Broadcasted-to Sessions?
de: In allen Sitzungen zurücksetzen, an die Eingaben gesendet werden?
ja: ブロードキャスト先のすべてのセッションでリセットしますか？
pt_br: Redefinir em todas as sessões que recebem transmissão?
ru: Сбросить во всех сеансах, в которые транслируется ввод?
zh_hans: 是否在所有广播的会话中重置？

# PseudoTerminal.ResetCurrentOnly
source: Reset Current Session Only
de: Nur aktuelle Sitzung zurücksetzen
ja: 現在のセッションのみリセット
pt_br: Redefinir apenas a sessão atual
ru: Сбросить только текущий сеанс
zh_hans: 仅重置当前会话

# PseudoTerminal.RestartNow
source: Restart Now
de: Jetzt neu starten
ja: 今すぐ再起動
pt_br: Reiniciar agora
ru: Перезапустить сейчас
zh_hans: 立即重启

# PseudoTerminal.RestartSession
source: Restart session?
de: Sitzung neu starten?
ja: セッションを再起動しますか？
pt_br: Reiniciar a sessão?
ru: Перезапустить сеанс?
zh_hans: 重新启动会话？

# PseudoTerminal.RestartToEnableFeature
source: You must restart iTerm2 to turn on this feature.
de: Sie müssen iTerm2 neu starten, um diese Funktion zu aktivieren.
ja: この機能を有効にするにはiTerm2を再起動する必要があります。
pt_br: Você precisa reiniciar o iTerm2 para ativar este recurso.
ru: Чтобы включить эту функцию, необходимо перезапустить iTerm2.
zh_hans: 你必须重启 iTerm2 才能开启此功能。

# PseudoTerminal.RunningJobsKilled
source: Running jobs will be killed.
de: Laufende Prozesse werden beendet.
ja: 実行中のジョブは強制終了されます。
pt_br: As tarefas em execução serão encerradas.
ru: Выполняющиеся процессы будут завершены.
zh_hans: 正在运行的任务将被终止。

# PseudoTerminal.SaveGroupAsArrangement
source: Save Group as Window Arrangement…
de: Gruppe als Fensteranordnung speichern…
ja: グループをウィンドウ配置として保存…
pt_br: Salvar grupo como organização de janelas…
ru: Сохранить группу как расположение окон…
zh_hans: 将分组存储为窗口布局…

# PseudoTerminal.SaveTabAsArrangement
source: Save Tab as Window Arrangement
de: Tab als Fensteranordnung speichern
ja: タブをウィンドウ配置として保存
pt_br: Salvar aba como arranjo de janela
ru: Сохранить вкладку как расположение окон
zh_hans: 将标签页存储为窗口布局

# PseudoTerminal.Select
source: Select
de: Auswählen
ja: 選択
pt_br: Selecionar
ru: Выбрать
zh_hans: 选择

# PseudoTerminal.SessionNotAtPasswordPrompt
source: The session named “%@” does not appear to be at a password prompt.
de: Die Sitzung „%@“ scheint sich nicht an einem Passwort-Prompt zu befinden.
ja: 「%@」という名前のセッションはパスワードプロンプトにないようです。
pt_br: A sessão chamada “%@” não parece estar em um prompt de senha.
ru: Похоже, сеанс с именем «%@» не находится в приглашении ввода пароля.
zh_hans: 名为“%@”的会话似乎没有显示密码提示符。

# PseudoTerminal.SessionsNotAtPasswordPrompt
source: The following sessions to which input is broadcast do not appear to be at a password prompt: %@
de: Die folgenden Sitzungen, an die Eingaben gesendet werden, scheinen sich nicht an einem Passwort-Prompt zu befinden: %@
ja: 入力がブロードキャストされている以下のセッションはパスワードプロンプトにないようです: %@
pt_br: As seguintes sessões para as quais a entrada é transmitida não parecem estar em um prompt de senha: %@
ru: Похоже, следующие сеансы, в которые транслируется ввод, не находятся в приглашении ввода пароля: %@
zh_hans: 以下接收输入广播的会话似乎没有显示密码提示符：%@

# PseudoTerminal.SetTabTitle
source: Set Tab Title
de: Tab-Titel festlegen
ja: タブタイトルを設定
pt_br: Definir título da aba
ru: Задать заголовок вкладки
zh_hans: 设置标签页标题

# PseudoTerminal.SetWindowTitle
source: Set Window Title
de: Fenstertitel festlegen
ja: ウィンドウタイトルを設定
pt_br: Definir título da janela
ru: Задать заголовок окна
zh_hans: 设置窗口标题

# PseudoTerminal.TabColor
source: Tab Color
de: Tab-Farbe
ja: タブの色
pt_br: Cor da aba
ru: Цвет вкладки
zh_hans: 标签页颜色

# PseudoTerminal.TabTitleContextMistake
source: This interpolated string is evaluated in the tab’s context, not the session’s context. To access variables in the current session, use currentSession.sessionVariableNameHere
de: Diese interpolierte Zeichenfolge wird im Kontext des Tabs ausgewertet, nicht im Kontext der Sitzung. Um auf Variablen der aktuellen Sitzung zuzugreifen, verwenden Sie currentSession.sessionVariableNameHere
ja: この補間文字列はセッションのコンテキストではなく、タブのコンテキストで評価されます。現在のセッションの変数にアクセスするには、currentSession.sessionVariableNameHere を使用してください
pt_br: Esta string interpolada é avaliada no contexto da aba, não no contexto da sessão. Para acessar variáveis na sessão atual, use currentSession.sessionVariableNameHere
ru: Эта интерполированная строка вычисляется в контексте вкладки, а не в контексте сеанса. Чтобы обратиться к переменным текущего сеанса, используйте currentSession.sessionVariableNameHere
zh_hans: 此插值字符串在标签页上下文中被计算，而非会话上下文。要访问当前会话中的变量，请使用 currentSession.sessionVariableNameHere

# PseudoTerminal.TabTitleHelp
source: If this is empty, the tab takes the active session’s title. Variables and function calls enclosed in \(…) will be replaced with their evaluation. This interpolated string is evaluated in the tab’s context.
de: Wenn dieses Feld leer ist, übernimmt der Tab den Titel der aktiven Sitzung. Variablen und Funktionsaufrufe in \(…) werden durch ihre Auswertung ersetzt. Diese interpolierte Zeichenfolge wird im Kontext des Tabs ausgewertet.
ja: これが空の場合、タブはアクティブなセッションのタイトルを使用します。\(…) で囲まれた変数や関数呼び出しは、その評価結果に置き換えられます。この補間文字列はタブのコンテキストで評価されます。
pt_br: Se estiver vazio, a aba assume o título da sessão ativa. Variáveis e chamadas de função entre \(…) serão substituídas por seu resultado. Esta string interpolada é avaliada no contexto da aba.
ru: Если это поле пустое, вкладка принимает заголовок активного сеанса. Переменные и вызовы функций, заключённые в \(…), будут заменены результатом их вычисления. Эта интерполированная строка вычисляется в контексте вкладки.
zh_hans: 若留空，标签页将采用活动会话的标题。用 \(…) 括起来的变量和函数调用将被替换为其计算结果。此插值字符串将在标签页的上下文中求值。

# PseudoTerminal.TabTooltip
source: Name: %1$@ Profile: %2$@ Command: %3$@
de: Name: %1$@ Profil: %2$@ Befehl: %3$@
ja: 名前: %1$@ プロファイル: %2$@ コマンド: %3$@
pt_br: Nome: %1$@ Perfil: %2$@ Comando: %3$@
ru: Имя: %1$@ Профиль: %2$@ Команда: %3$@
zh_hans: 名称：%1$@ 配置文件：%2$@ 命令：%3$@

# PseudoTerminal.UnpinTab
source: Unpin Tab
de: Tab lösen
ja: タブのピン留めを解除
pt_br: Desafixar aba
ru: Открепить вкладку
zh_hans: 取消固定标签页

# PseudoTerminal.Untitled
source: Untitled
de: Unbenannt
ja: 無題
pt_br: Sem título
ru: Без названия
zh_hans: 未命名

# PseudoTerminal.WindowTitleContextMistake
source: This interpolated string is evaluated in the window’s context, not the session’s context. To access variables in the current session, use currentTab.currentSession.sessionVariableNameHere
de: Diese interpolierte Zeichenfolge wird im Kontext des Fensters ausgewertet, nicht im Kontext der Sitzung. Um auf Variablen der aktuellen Sitzung zuzugreifen, verwenden Sie currentTab.currentSession.sessionVariableNameHere
ja: この補間文字列はセッションのコンテキストではなく、ウィンドウのコンテキストで評価されます。現在のセッションの変数にアクセスするには、currentTab.currentSession.sessionVariableNameHere を使用してください
pt_br: Esta string interpolada é avaliada no contexto da janela, não no contexto da sessão. Para acessar variáveis na sessão atual, use currentTab.currentSession.sessionVariableNameHere
ru: Эта интерполированная строка вычисляется в контексте окна, а не в контексте сеанса. Чтобы обратиться к переменным текущего сеанса, используйте currentTab.currentSession.sessionVariableNameHere
zh_hans: 此插值字符串在窗口上下文中被计算，而非会话上下文。要访问当前会话中的变量，请使用 currentTab.currentSession.sessionVariableNameHere

# PseudoTerminal.WindowTitleHelp
source: If this is empty, the window takes the active session’s title. Variables and function calls enclosed in \(…) will be replaced with their evaluation. This interpolated string is evaluated in the window’s context.
de: Wenn dieses Feld leer ist, übernimmt das Fenster den Titel der aktiven Sitzung. Variablen und Funktionsaufrufe in \(…) werden durch ihre Auswertung ersetzt. Diese interpolierte Zeichenfolge wird im Kontext des Fensters ausgewertet.
ja: これが空の場合、ウィンドウはアクティブなセッションのタイトルを使用します。\(…) で囲まれた変数や関数呼び出しは、その評価結果に置き換えられます。この補間文字列はウィンドウのコンテキストで評価されます。
pt_br: Se estiver vazio, a janela assume o título da sessão ativa. Variáveis e chamadas de função entre \(…) serão substituídas por seu resultado. Esta string interpolada é avaliada no contexto da janela.
ru: Если это поле пустое, окно принимает заголовок активного сеанса. Переменные и вызовы функций, заключённые в \(…), будут заменены результатом их вычисления. Эта интерполированная строка вычисляется в контексте окна.
zh_hans: 若留空，窗口将采用活动会话的标题。用 \(…) 括起来的变量和函数调用将被替换为其计算结果。此插值字符串将在窗口的上下文中求值。

# PTYAnnotation.NamedMark
source: Named Mark %@
de: Benannte Markierung %@
ja: 名前付きマーク %@
pt_br: Marca nomeada %@
ru: Именованная метка %@

# PTYNoteView.DeleteAnnotation
source: Delete annotation
de: Anmerkung löschen
ja: 注釈を削除
pt_br: Apagar anotação
ru: Удалить аннотацию
zh_hans: 删除注释

# PTYSession.AdvancedSSHUnavailable
source: Advanced SSH features are unavailable because Python %1$@ or later was not found on %2$@
de: Erweiterte SSH-Funktionen sind nicht verfügbar, da Python %1$@ oder neuer auf %2$@ nicht gefunden wurde.
ja: %2$@でPython %1$@以降が見つからなかったため、高度なSSH機能は使用できません
pt_br: Os recursos avançados de SSH estão indisponíveis porque o Python %1$@ ou posterior não foi encontrado em %2$@
ru: Расширенные функции SSH недоступны, так как на %2$@ не найден Python версии %1$@ или новее
zh_hans: 由于未找到 Python %1$@ 或更高版本，高级 SSH 功能不可用 %2$@

# PTYSession.AIChatCouldNotOpen
source: AI Chat could not be opened. Verify you only have one instance of iTerm2 running.
de: AI Chat konnte nicht geöffnet werden. Stellen Sie sicher, dass nur eine Instanz von iTerm2 ausgeführt wird.
ja: AIチャットを開けませんでした。iTerm2が複数起動していないか確認してください。
pt_br: Não foi possível abrir o AI Chat. Verifique se você tem apenas uma instância do iTerm2 em execução.
ru: Не удалось открыть AI Chat. Убедитесь, что запущен только один экземпляр iTerm2.
zh_hans: AI 聊天无法打开。请确认你只运行了一个 iTerm2 实例。

# PTYSession.Alert
source: Alert
de: Warnung
ja: アラート
pt_br: Alerta
ru: Оповещение
zh_hans: 提醒

# PTYSession.AlertDescription
source: Session %1$@ #%2$d: %3$@
de: Sitzung %1$@ #%2$d: %3$@
ja: セッション %1$@ #%2$d: %3$@
pt_br: Sessão %1$@ #%2$d: %3$@
ru: Сеанс %1$@ №%2$d: %3$@

# PTYSession.Allow
source: Allow
de: Erlauben
ja: 許可
pt_br: Permitir
ru: Разрешить
zh_hans: 允许

# PTYSession.AllowDisplayHeading
source: Allow Terminal-Initiated Display?
de: Vom Terminal initiierte Anzeige erlauben?
ja: ターミナル起動の表示を許可しますか?
pt_br: Permitir exibição iniciada pelo terminal?
ru: Разрешить отображение по инициативе терминала?
zh_hans: 是否允许终端发起的显示？

# PTYSession.AllowDownloadHeading
source: Allow Terminal-Initiated Download?
de: Vom Terminal initiierten Download erlauben?
ja: ターミナル起動のダウンロードを許可しますか?
pt_br: Permitir transferência iniciada pelo terminal?
ru: Разрешить загрузку по инициативе терминала?
zh_hans: 是否允许终端发起的下载？
